[
  {
    "slug": "uchilishteto/misija",
    "url": "https://elsys-bg.org/uchilishteto/misija",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Мисия**\n\n![](/web/files/richeditor/students//Students3.jpg)\n\nТехнологично училище „Електронни системи“ към Технически Университет - София е специализирано технологично училище от **национално значение**, което подготвя бъдещите лидери на ИТ сектора в България и отвъд.\n\nВъзпитаниците на ТУЕС преминават през **задълбочена и специализирана 5-годишна програма**, която им позволява да се позиционират възможно най-бързо в технологичния сектор.\n\nСъщевременно, всички завършили ТУЕС развиват своето **любопитство и способност да решават проблеми**, научават се да **работят в екип и да комуникират ефективно**, и създават **личните качества и предприемачески дух**, които в дългосрочен план им помагат да ускорят своето израстване в професионален и личностен план.\n\n*   ![Специализиран <br> учебен план](/web/files/richeditor/fig1.png)\n\n    Специализиран\n    учебен план\n\n*   ![Училище интегрирано във ВУЗ - ТУ София](/web/files/richeditor/fig2.png)\n\n    Училище интегрирано във ВУЗ - ТУ София\n\n*   ![Преподават завършили ТУЕС](/web/files/richeditor/fig3.png)\n\n    Преподават завършили ТУЕС\n\n*   ![Тясна връзка с реалния бизнес](/web/files/richeditor/fig4.png)\n\n    Тясна връзка с реалния бизнес"
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/istorija",
    "url": "https://elsys-bg.org/uchilishteto/istorija",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**История**\n\nТехнологично училище “Електронни системи” към Технически университет – София (ТУЕС) е създадено през 1988 г. като част от структурата на Техническия университет – София. Училището представлява резултат от реализирането на една много мащабна и положителна идея от страна на големите в областта на информационните и комуникационните технологии предприятия, научни организации и обединения. Целта е била да се създаде средно учебно заведение, което да подготвя кадри с професионално образование в областта на компютърните науки и информационните технологии.\n\nЗа изминалите 31 години училището е подготвило 26 випуска млади специалисти, голяма част от които са намерили професионална реализация и са на водещи позиции в развитието на информационните и комуникационните технологии в България. ТУЕС е носител и на [наградата на БАИТ за специален принос](https://elsys-bg.org/blog/tues-kym-tu-sofija-specheli-nagradata-za-specialen-prinos-na-bait-za-2019-393) към ИКТ сектора за 2019 година.\n\nПрез учебната 2018/2019 година Технологично училище “Електронни системи” към ТУ-София отбеляза своята 30-годишнина от основаването си. Бяха организирани три отделни събития по повода, като участниците във всяко едно от тях останаха с незабравими спомени. Повече информация за събитията, както и за изминалите годишнини на училището, може да намерите отдолу.\n\n\n\n![„Училище – университет – бизнес“](/web/files/richeditor/history//header.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "„Училище – университет – бизнес“",
          "description": "",
          "markdown": "Представители на ИТ компании и образователни институции споделиха успешни практики за ефективно партньорство по време на конференцията „Училище – университет – бизнес: ръка за ръка в ИКТ сектора“, която се проведе на 29 ноември 2018 г. в София Тех Парк. Конференцията бе открита тържествено с връчване на почетни отличия от името на ТУЕС на личности, организации и компании, допринесли за развитието на училището през последните години. Представен бе успешният модел на ТУЕС, който се основава на няколко основни стълба – интеграция в структурата на ТУ-София, тясна връзка с бизнеса и активна роля на общността на завършилите. Статията за събитието може да намерите [тук](https://www.elsys-bg.org/blog/uchilishte-universitet-i-biznes-trjabva-da-rabotjat-zaedno-v-imeto-na-syzdavaneto-na-kachestveni-it-profesionalisti-300).\n\n![Парти “30 години ръка за ръка в братството”](/web/files/richeditor/history//46874887_1972244309522908_6396177962785308672_o.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Парти “30 години ръка за ръка в братството”",
          "description": "",
          "markdown": "Повече от 800 гости се събраха в клуб City Stage, за да отбележат празника на училището. Необикновеното обръщение, което директорът на училището доц. д-р инж. Стела Стефанова и дългогодишният ѝ предшественик д-р Анатол Френски отправиха към всички туесари, успя да създаде незабравимото чувство за единна общност и намери място в сърцата на всички гости. Представители на преподавателския колектив подариха кратко артистично представление на публиката. В програмата на събитието бяха включени изпълнения на настоящи или завършили туесари, които изявиха желание да покажат таланта си. Специални гости бяха група D2, чийто основател е Димитър Кърнев, випуск 1993. Още подробности може да намерите [тук](https://www.facebook.com/events/243395199668611).\n\n![Тържество за учениците](/web/files/richeditor/history//_MG_8185.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Тържество за учениците",
          "description": "",
          "markdown": "Учениците на ТУЕС отбелязаха щастливия повод на 7-ми декември 2018. Тържествената програма се състоя в кино “Люмиер”. Специални награди и отличия бяха поднесени на всички помощник-организатори и доброволци на юбилейните събития. След кратка викторина с въпроси по специалността и няколко изпълнения на талантливи туесари, учениците имаха възможността да гледат премиерния филм “Бохемска рапсодия”."
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/obshtestven-syvet",
    "url": "https://elsys-bg.org/uchilishteto/obshtestven-syvet",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Обществен съвет**\n\n*   ![](/web/files/team/153/main_image/thumb_274x0_suvet1.png)\n\n    *   **Защо се включвате в Обществения Съвет?** - Включвам се в Обществения съвет заради компетенциите ми като юрист със стаж повече от 20 години и проявеното желание да се решават ключови от правно естество въпроси, които са възникнали, възникват или предстоят.\n\n\n    *   **Как ще подпомагате училището?** - Със собствени усилия, споделяне на опит и знания, така че ТУЕС да се развива и да \"пораства\", за да може повече младежи да получат качествено образование. Когато израстват образовани хора в една нация, тя просперира и държавата е \"силна\". За такава цел си заслужава човек да бъде проактивен!\n\n    *   **Защо ТУЕС?** - Защото ТУЕС е едно от водещите училища, което използва дуалната форма на обучение - теория и практика. Развитието му е ориентирано към бъдещето и ръководството му полага значителни усилия, за да е актуално образованието в динамичния свят на светкавично развиващите се технологии, а също така и учениците, които завършват ТУЕС да са конкурентоспособни на пазара на труда. Всяко подобно усилие следва да бъде високо оценено, тъй като учениците са нашето бъдеще!\n\n*   ![](/web/files/team/161/main_image/thumb_274x0_suvet1.png)\n\n    *   **Защо се включвате в Обществения Съвет?** - Защото ме избраха, разбира се... Като ученик и родител на ученик от ТУЕС, преподавател в ТУ-София в област имаща много силна нужда, но и най-строги изисквания към IT.\n    *   **Как ще подпомагате училището?** - Общественият съвет няма преки управленски функции, но понякога един добър съвет от негов член към ръководството на ТУЕС може да има значителна позитивна роля (и обратното).\n    *   **Защо ТУЕС?** \\- За отговори на подобни въпроси изучавайте творчеството на писателите фантасти от близкото минало (като Дъглас Адамс)\n\n*   ![](/web/files/team/168/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/169/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/170/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/171/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/172/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/173/main_image/thumb_274x0_suvet1.png)\n\n    \\-\n\n*   ![](/web/files/team/174/main_image/thumb_274x0_suvet1.png)\n\n    \\-"
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/lideri-zavyrshili-tues",
    "url": "https://elsys-bg.org/uchilishteto/lideri-zavyrshili-tues",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Лидери завършили ТУЕС**\n\n*   ![Калина Николова](/web/files/leaders/3/main_image/thumb_274x0_IMG_4185-copy.jpg) [![Linkedin](/web/sample/linkedin.png)](https://bg.linkedin.com/in/kalinanikolova \"Калина Николова\")\n\n    Калина има над 15 години професионален опит в управление на оперативните дейности на Хемимонд АД, портфолиото от клиенти и проекти, както и управление на самия персонал на компанията. Завършва ТУЕС през 1995 и има Магистър по специалност \"Компютърни системи\", с професионална квалификация Инженер по компютърни системи от Технически университет - София, както и сертификат PMP (Project Manager Professional) от PMI.\n\n    **С какво Ви помогна ТУЕС?** Комплексното обучение в ТУЕС и специализацията в компютърните науки даде успешен старт на професионалната ми кариера още в годините, докато следвах в Техническия университет. Всеотдайността на преподавателите и желанието им да предадат знанието на възпитаниците си допълнително изгради мотивацията да продължа тази приемственост, обучавайки моите колеги и стажанти. Благодаря на всички мои преподаватели за знанието, за забележките, за житейските съвети и ценни мигове през тези 5 години!\n\n    [Виж повече](javascript:;)\n\n*   ![Светозар Георгиев](/web/files/leaders/2/main_image/thumb_274x0_IMG_4264-copy.jpg) [![Linkedin](/web/sample/linkedin.png)](https://bg.linkedin.com/in/svetozar-georgiev-58301b27 \"Светозар Георгиев\")\n\n    Светозар е основател и изпълнителен директор на Телерик, преди придобиването от Progress Software. От началото на 2017 се е отдал на каузата за образование и предприемачество, като разделя времето си между Телерик Академия и предприемаческата екосистема у нас. Завършва ТУЕС през 1995, като притежава също Бакалавър по Бизнес Администрация и Бакалавър по Масови Комуникации от Американския Университет в България.\n\n    **С какво Ви помогна ТУЕС?** ТУЕС доразви и завинаги бетонира детския ми интерес към технологиите. Освен, че успях да получа фундаментално знание как работи електронния свят около нас, създадох трайни връзки с брилянтни хора, които са сред водещите таланти в ИТ индустрията у нас и по света.\n\n    [Виж повече](javascript:;)\n\n*   ![Веселин Александров](/web/files/leaders/4/main_image/thumb_274x0_IMG_4400-copy.jpg) [![Linkedin](/web/sample/linkedin.png)](https://bg.linkedin.com/in/veselin-aleksandrov-3b03054 \"Веселин Александров\")\n\n    Веселин има зад гърба си близо 20 години професионален опит, над 10 от които са в Софтуер АГ - като системен администратор, прокурист, ръководител на централния R&D инфраструктурен екип, а от пролетта на 2015 вече е в ролята си на Изпълнителен Директор на Софтуер АГ ДЦ България. Завършва ТУЕС през 1996, като после следва и придобива Бакалавър \"Индустриална Икономика\" от Икономическия Университет във Варна.\n\n    **С какво Ви помогна ТУЕС?** ТУЕС ми помогна много с отлична базова подготовка, поставяйки основа на която да надграждам своите технически знания и умения. Солидната подготовка по Английски език ми позволи с лекота да употребявам чуждоезична техническа литература и по-лесно да преодолея бариерата при общуване с колеги от други националности. Силната ангажираност на преподавателите и поддържането на постоянна връзка с компаниите от IT сферата гарантира получаването на актуална подготовка от учениците - изключително важен факт, имайки в предвид скоростта с която се променят информационните технологии в последните години.\n\n    [Виж повече](javascript:;)\n\n*   ![Владислав Янков](/web/files/leaders/5/main_image/thumb_274x0_IMG_4316-copy.jpg)\n\n    Владислав започва професионалната си кариера със системна администрация и преминава в продажбите през 97-ма. Работи в Орбител, Cisco, а след това заедно с двама ТУЕС-ари от други випуски създава 3DC, която по-късно продават на най-голямата компания в тази сфера в Европа. Върви му да е търговец-единак, обграден от ТУЕС-ари. Завършва ТУЕС през 1995, а след това става и Бакалавър по Икономическа информатика в УНСС, София.\n\n    **С какво Ви помогна ТУЕС?** Годините в ТУЕС бяха най-страхотните години в живота ми. Срещнах различни, запалени по технологиите интересни хора, с които мога да твърдя, че всеки ден внасяме глътка свежест и професионализъм в ИТ живота на България. Вече повече от 20 години. И затова винаги ще се връщам в ТУЕС и ще помагам с каквото мога на преподавателите, които ни помогнаха да се осъзнаем като хора и ни научиха въпреки нашия мързел да бъдем толкова добри и безкомпромисни в това, което правим всеки ден. Това е моето второ семейство и дом.\n\n    [Виж повече](javascript:;)\n\n*   ![Симеон Стойчев](/web/files/leaders/1/main_image/thumb_274x0_Simeon Stoychev.jpg) [![Linkedin](/web/sample/linkedin.png)](https://www.linkedin.com/in/simeonstoychev/ \"Симеон Стойчев\")\n\n    Симеон Стойчев в Вицепрезидент по Информационни Технологии в Progress. Преди това заемаше длъжността Chief Information Officer на Телерик. Той е един от ранните служители на Телерик и е изиграл съществена роля за иновациите в технологиите и системите на компанията.\n\n    Симеон е завършил ТУЕС през 2003. След това следва „Мрежови Технологии“ в НБУ и специализира „Стратегии и Иновации“ в Масачузетския Технологичен Институт (MIT). Симеон винаги се е интересувал от най-новите ИТ тенденции, технологии с отворен код и напоследък екосистемата OpenStack.\n\n    [Виж повече](javascript:;)\n\n*   ![Иван Житиянов](/web/files/leaders/6/main_image/thumb_274x0_Ivan_Zhitiyanov4.jpg)\n\n    След ТУЕС Иван завършва бакалавърска степен по Телекомуникационна техника в Технически университет, София. Участва в множество бизнес ориентирани обучения, като едно от най-значимите е специализиран съкратен курс по бизнес администрация в IE Business School.\n\n    В ролята си на изпълнителен директор на „Телелинк бизнес сървисис“ той е воден от огромното желание и страст по отношение на технологиите и тяхното приложение в ежедневието и е пряко въвлечен в голяма част от оперативните дейности на компанията. Повече от десет години той ръководи с отдаденост и ентусиазъм екип, който в момента наброява над 160 души.\n\n    **С какво ви помогна ТУЕС?** Всеки човек се изкачва по стълбицата на живота докато е жив, стълба след стълба. Докато бях в ТУЕС успях да изкача стотици стъпала и да се науча как да изкачвам по няколко стъпала наведнъж. Невероятно изживяване и едни от най-хубавите години в моя живот, години в които успях да създам фундамент и начин на мислене, който използвам и до ден днешен.\n\n    [Виж повече](javascript:;)\n\n*   ![Николай Мутафов](/web/files/leaders/7/main_image/thumb_274x0_cut.jpg) [![Linkedin](/web/sample/linkedin.png)](https://www.linkedin.com/in/nikolay-mutafov-65b8a61/ \"Николай Мутафов\")\n\n    Николай Мутафов е съосновател на една от най-бързо развиващите се ИТ компании в България – Аccedia. Завършва първия випуск на ТУЕС София, а после и Технически Университет, София. Започва професионалния си път в сферата на софтуерните технологии през 2000 година и заема различни позиции преди да основе Accedia – от Software Engineer, през Technology Lead, Project Manager и Technical Director.\n\n    Управлявал е международни проекти за компании като HP, IBM, Ascendant, Dutch Customs и има богат опит в технологичния, финансовия и правителствения сектори. Николай е Главен изпълнителен директор на Accedia и пряко отговаря за административните отдели в компанията.\n\n    **С какво Ви помогна ТУЕС?** Имах късмета да съм сред първите възпитаници на ТУЕС и да стана свидетел на перипетиите, през които минава един start-up преди да се утвърди. Попих от амбицията и желанието за развитие на училището и ето че години по-късно създадохме Accedia – една от най-успешните български ИТ компании на пазара. Друго много ценно, което получих в ТУЕС, е контактите с хора, които споделят същия този стремеж към успех, и с които до днес обменяме опит. Горд съм, че избрах ТУЕС и се чувствам пряко отговорен за бъдещето на училището. Затова и в Accedia непрестанно се опитваме да помагаме по най-различни начини, било то чрез двустранна стажантска програма, подкрепяне на техни технологични инициативи и даряване на мебели и техническо оборудване.\n\n    С какво Ви помогна ТУЕС?\n\n    [Виж повече](javascript:;)"
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/prepodavatelski-ekip",
    "url": "https://elsys-bg.org/uchilishteto/prepodavatelski-ekip",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "#### Преподавателски екип\n\nПреподавателският екип на Технологично училище \"Електронни системи\" (ТУЕС) към Технически университет - София е съставено както от дългогодишни преподаватели, така и от млади специалисти. Специалният статут на ТУЕС като интегрирана професионална гимназия в структурата на ТУ-София позволява част от предметите да се водят от университетски преподаватели. Голямо предимство за учениците е също това, че специалните предмети в ТУЕС се водят до голяма степен от преподаватели-практици от ИКТ бизнеса, които работят в областта, която преподават.\n\n*   ![](/web/files/team/63/main_image/thumb_274x0_360_F_448678715_ARr50dHcFCwxgKC9kbgbXnZpejLGFPpd (1).png)\n\n    *   **Научни титли/звание**: доктор\n    *   **Образование**: специалност \"Математика и информатика\",\n    *   Пловдивски университет \"Паисий Хилендарски\"\n    *   **Преподавател в ТУЕС от**: 1999г.\n\n*   ![](/web/files/team/67/main_image/thumb_274x0_thumb_145x0_360_F_448678715_ARr50dHcFCwxgKC9kbgbXnZpejLGFPpd (1).png)\n\n    *   **Научни титли/звание**: Магистър\n    *   **Образование**: висше, специалности „Учител по спорт“ и\n    *   „Треньор по баскетбол“, Национална спортна академия „Васил Левски“\n    *   **Преподавател в ТУЕС от**: 2012г.\n\n*   ![](/web/files/team/141/main_image/thumb_274x0_thumb_145x0_360_F_448678715_ARr50dHcFCwxgKC9kbgbXnZpejLGFPpd (1).png)\n\n    *   **Научни титли/звание**: магистър\n\n    *   **Образование**: специалност „Компютърни системи и технологии“, Технически университет – София\n    *   **Преподавател в ТУЕС от**: 2021г.\n\n\n*   [![Общообразователни предмети](/web/files/richeditor/fig2.png)](/uchilishteto/prepodavatelski-ekip/obshtoobrazovatelni-prepodavateli \"Общообразователни предмети\")\n\n    ### [Общообразователни предмети](/uchilishteto/prepodavatelski-ekip/obshtoobrazovatelni-prepodavateli \"Общообразователни предмети\")\n\n    [виж повече](/uchilishteto/prepodavatelski-ekip/obshtoobrazovatelni-prepodavateli \"Общообразователни предмети\")\n\n*   [![Специални предмети](/web/files/richeditor/fig4.png)](/uchilishteto/prepodavatelski-ekip/prepodavateli-po-specialni-predmeti \"Специални предмети\")\n\n    ### [Специални предмети](/uchilishteto/prepodavatelski-ekip/prepodavateli-po-specialni-predmeti \"Специални предмети\")\n\n    [виж повече](/uchilishteto/prepodavatelski-ekip/prepodavateli-po-specialni-predmeti \"Специални предмети\")\n\n\n*   [![Преподавали в ТУЕС](/web/files/richeditor/fig1.png)](/uchilishteto/prepodavatelski-ekip/bivshi-prepodavateli \"Преподавали в ТУЕС\")\n\n    ### [Преподавали в ТУЕС](/uchilishteto/prepodavatelski-ekip/bivshi-prepodavateli \"Преподавали в ТУЕС\")\n\n    [виж повече](/uchilishteto/prepodavatelski-ekip/bivshi-prepodavateli \"Преподавали в ТУЕС\")"
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/asociacija-na-zavyrshilite-tues",
    "url": "https://elsys-bg.org/uchilishteto/asociacija-na-zavyrshilite-tues",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Асоциация на Завършилите ТУЕС**\n\n[Асоциация на завършилите ТУЕС](http://www.aztues.bg) (АЗТУЕС) е създадена през 2014г. с цел да обединява и подпомага общността от завършили и настоящи ученици в ТУЕС, преподаватели и приятели на училището, като в момента наброява над 1000 членове. Организацията е регистрирана като сдружение с нестопанска цел в обществена полза и работи в няколко посоки:\n\n*   **Развива ТУЕС** - основният фокус на АЗТУЕС е да развива ТУЕС като образователна институция, като **канализира подкрепа от завършилите и бизнеса**. АЗТУЕС е мястото, където завършилите могат да намерят актуална информация, как да подпомогнат училището, било то с дарения за извънкласни дейности или включване в преподавателския екип, за да имат учениците достъп до обучение в най-актуалните технологии. АЗТУЕС координира също големите ТУЕС **събития** ([Hack TUES](http://www.hacktues.com) & [TUES Fest](http://www.tuesfest.bg)), организира **извънкласни инициативи** и подкрепя учебния процес и материалната база на училището. **[Научете повече](https://aztues.bg/projects/).**\n\n*   **Създава връзки** - **подкрепя** и **насърчава професионалните и социални връзки** между завършили и настоящи ученици - чрез социални и образователни мероприятия и възможности за участие на завършилите в събитията и инициативите в ТУЕС.\n\n*   **Популяризира ТУЕС** - съдейства и работи в полза на популяризиране постиженията на учениците и успешния образователен модел на училището. Информира редовно ТУЕС общността за успехите на училището и подпомага медийното отразяване на големите събития и успехи на ТУЕС.\n\n\nЧленството в АЗТУЕС е безплатно и е достъпно само за завършили ТУЕС и настоящи ученици през [уеб страницата на Асоциацията](http://www.aztues.bg).\n\n![20% от преподавателите в ТУЕС са завършили училището](/web/files/richeditor/aztues//IMG_2397 copy.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "20% от преподавателите в ТУЕС са завършили училището",
          "description": "",
          "markdown": "ТУЕС развива уникален модел като привлича практици от бизнеса като преподаватели по специалните предмети. Те са представители на водещи ИТ компании и самите те са завършили ТУЕС. Този модел се развива не само в учебния процес, но и в извънкласните занимания като дипломни работи и клубове по интереси."
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/pravilnici-i-dokumenti",
    "url": "https://elsys-bg.org/uchilishteto/pravilnici-i-dokumenti",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Правилници и документи**\n\n[Образци за дипломни работи 2023/24г.](https://docs.google.com/document/d/1VzBvhvyZdmg6xZiR0t4oY2UsfA8gEJz9/edit?usp=sharing&ouid=104894603653897169507&rtpof=true&sd=true)[Образци диплмомни работи](https://docs.google.com/file/d/1McViiKH5YaCKLADAYLbht5xv5ZQpj_c2/view)\n\n[ДЗИ презентация](https://docs.google.com/file/d/1o4iIRci5knYxKXlsTntE_NhEaECMqTer/view)\n\n[Заявление за допускане до ДЗИ](https://docs.google.com/file/d/1SMqL5cFHoahXiZIm58tVeessMAyXj_HI/view)\n\n[Заявление за допускане до ДЗИ - попълнен образец](https://docs.google.com/file/d/10lKFwy28lATR4jtM4ohTZF-zsh9djOmJ/view)\n\n[Заявление за удължаване на срок за ДР](https://docs.google.com/file/d/1v0DDoKX8nI2F_i57TmeLq9vY6QA5s4Cn/view)\n\n[Заявление за отсъствие по семейни причини](https://docs.google.com/document/d/1fHfEXZuJ3sQhBy5Wk62p8wnjwAH2pZR3SngJG_YUZIY/edit?usp=sharing)\n\ndiplomirane mmjlhogbbДД\n\n[Декларация информирано съгласие](https://docs.google.com/document/d/1yfcEEwrlSQUNbLFkZa1ux24YNRHy_VOp/edit?usp=sharing&ouid=104894603653897169507&rtpof=true&sd=true)\n\n[Декларация информирано съгласие за събитие](https://docs.google.com/document/d/1KUk22j-mFkuEn6XPb442XtJTd3ACrI66/edit?usp=drive_link&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Декларация за работа с училищен психолог](https://docs.google.com/document/d/1PZ9tqXOTTjLWpj7yPfLCarYpVKWeKrNV/edit?usp=drivesdk&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Заявление служебна бележка](https://docs.google.com/document/d/1x-Us4xyy8wDg8Jf6GW1DAKqItsNCzHwh/edit?usp=drive_link&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Заявление академична справка](https://docs.google.com/document/d/1xlTm-3nEIBY5m3ToeQL6zYSmVj1XbR43/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Заявление за допускане до ДЗИ 2025](https://docs.google.com/document/d/1phPRTCf4YphExk_X5NDo7KBg-xLHs9Sf/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Заявление за допускане за валидиране 2025](https://docs.google.com/document/d/16_Dcryk_PWtP9thP1LIZXbazsCOSG9rx/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true)\n\n[Заявление за стипендия за отличен успех](https://docs.google.com/file/d/1DCC0cL_YLY6xF8fIK8odgY4vWmeylsPJ/view)\n\n[Заявление за стипендия за ученици с ТЕЛК](https://docs.google.com/file/d/15kxUk1byoehjXSvHMFlYsAvr54J2fP5D/view)\n\n[Заявление за стипендия на ученици без родител/и](https://docs.google.com/file/d/1SwX4BSlnD4GBOKoMFuPBho3cyENDxbvu/view)\n\n[Заявление за социална стипендия](https://docs.google.com/file/d/1zCFBA-c2mk-wmj2texiqbiJeJDkn-4Bq/view)\n\nзаявление за допускане до валидиране 2025\n\n*   [Заповед № РД 11- 2 / 15.09.2022 г](https://drive.google.com/file/d/1P3JmaY3zEfkLJNzf_uqdYQd2rqEAW5s2/view)\n\n*   [Заповед № РД 11- 1 / 15.09.2022 г.](https://drive.google.com/file/d/1SzcPBOHJAG9DDZ68NrK7_C585S5VdLtP/view)\n*   [Заповед № РД11-79/28.02.2022 г.](https://drive.google.com/file/d/1zA89hvpopvgFOlekvjhBtGijJEELZDIk/view) за промяна в учебните занятия заради Hack TUES\n*   [Заповед № РД-11-55/21.01.2022 г.](https://drive.google.com/file/d/1RgcoJTPzGLYfEzANDFndVSrcBwG_QGaF/view) за организиране образователния процес от 24.01.2022 г. до 28.01.2022 г.\n*   [Заповед № РД11-15/20.10.2021 г.](https://drive.google.com/file/d/1BVJfHWXP1DMkWeEkHRqR4U9ytq3dMe8e/view?usp=sharing) за преустановяване присъствения учебен процес за учениците от ТУЕС към ТУ-София, считано от 21.10.2021 г.\n*   [Заповед № РД11-91/ 10.05.2021 г.](https://drive.google.com/file/d/12p-jzPhR0K2fibqnduP1i0PkDwZCqTwy/view?usp=sharing)\n*   [Заповед № РД11-47/ 29.01.2021 г.](https://drive.google.com/file/d/1DLCkypCVau78-KMSjRYwefOr5s3sFNkT/view?usp=sharing)\n\n*   [Заповед № РД09-2191/03.02.2022 г.](https://drive.google.com/file/d/1ufPENrqKVAW1n19mGpaE22PokIf6iaC3/view) за преминаване към ротационно ОРЕС за всички ученици от VII, X и XII клас от училищата на територията на област София-град\n*   [Заповед № РД-01-40/03.02.2022 г.](https://drive.google.com/file/d/1ScLJBd7htu4BpvZwdQsWjORGIVeuGLtV/view) на директора на СРЗИ за промяна в режима на обучение на учениците от I - XII клас\n*   [Заповед № РД-01-32/27.01.2022 г.](https://drive.google.com/file/d/1IE5gSJ7asEAJZ5hkD-bKbB06tadwZoRr/view) на директора на СРЗИ за промяна в противоепидемичните мерки\n*   [Заповед № РД09-1188/21.01.2022 г.](https://drive.google.com/file/d/1a-2T3bRgs1eQjtmeT96QSbYRCiRuN8Fq/view) за преустановяване присъствения учебен процес за учениците от V, VI, VIII, IX, XI клас\n*   [Заповед № РД-01-21/21.01.2022 г.](https://drive.google.com/file/d/1JQpmzJWKSCAHNie7dAiBLkjFwnwCq7jZ/view) на директора на СРЗИ за въвеждане на противоепидемични мерки и режим на обучение за учениците от I - XII клас\n*   [Заповед № РД09-3596/ 20.10.2021](https://drive.google.com/file/d/1G_roSTug2LH9njKtpFl_Cp8hRiCNZsER/view?usp=sharing) за организиране на обучение от разстояние в електронна среда до отмяна на заповедта на Министъра на здравеопазването.\n*   [Заповед № РД-01-856/ 19.10.2021](https://drive.google.com/file/d/1RNyNectZuzAg3-J_U0GUdWVTAE8VnINH/view?usp=sharing) на Министъра на здравеопазването за въвеждане на противоепидемични мерки на територията на РБ, считано от 21.10.2021 г.\n*   [Заповед № РД09-290/ 29.01.2021 г.](https://drive.google.com/file/d/1t2-Fbqt1xlrdXfSaPMGMZt6iXDSaBNSC/view?usp=sharing) за график на учебните занятия в периода от 01.02.2021 г. до 17.03.2021 г.\n\n*   [Заповед № РД-01-52/ 26.01.2021 г.](за%20изменение%20и допълнение на Заповед No РД-01-677 от 25.11.2020 г., изм. и доп. със Заповед No РД-01-718 от 18.12.2020 г. и Заповед No РД-01-20 от 15.01.2021 г.) за изменение и допълнение на Заповед № РД-01-677 от 25.11.2020 г., изм. и доп. със Заповед № РД-01-718 от 18.12.2020 г. и Заповед № РД-01-20 от 15.01.2021 г.\n\n*   [Заповед № РД-01-51/ 26.01.2021 г.](https://drive.google.com/file/d/12P40G6Jc1yDhUpKqJBpvanWSpWMx0Wp6/view?usp=sharing) за въвеждане на противоепидемични мерки на територията на Република България, считано от 1.02.2021 г. до 30.04.2021 г.\n\nвъв връзка с организиране и провеждане на ученическите олимпиади и националните състезания в държавните, в общинските, в частните и в чуждестранните училища на територията на Република България през учебната 2019-2020 година\n\n[Вътрешни правила за стипендии в ТУЕС.](https://drive.google.com/file/d/10E5kPNMdgA550x5uHqQvZoc-x8FZLwqc/view?usp=sharing)\n\n[Правилник на ТУЕС.](https://drive.google.com/file/d/14r8yVB-s3HkX8NLLU1z1-1Ko0dqWzY_I/view)\n\n[Етичен кодекс на ТУЕС.](https://drive.google.com/file/d/1Eud8uNuxbxTu0CjbXtBgeogAsuB49qPP/view?usp=sharing)\n\n[Бюджет за 2018](https://drive.google.com/file/d/1ueCIkuyuoqKzuaEO_oZZkaUuoggkYDBj/view?usp=sharing).\n\n[Бюджет за 2019.](https://drive.google.com/file/d/1z3Mj8bY9Wn4Qg6cmxQNYNSwmluqB1zzi/view)\n\n[Бюджет за 2020.](https://www.elsys-bg.org/web/files/richeditor/documents/budget_2020.pdf)\n\n[Бюджет за 2021.](https://drive.google.com/file/d/1wv3g5rfCQn91DXke0rHXqGlJ02amo1Mo/view?usp=sharing)\n\n[Бюджет за 2022.](https://drive.google.com/file/d/1jRkmsVN_2W4_E1DRMBRApjkLvyW98TKo/view?usp=share_link)\n\n[Бюджет за 2023.](https://drive.google.com/file/d/1BYEw9mHFaTBer0W4ECXadSq2FxCBgpqD/view?usp=share_link)\n\n[Бюджет за 2024.](https://drive.google.com/file/d/1hY_vEQM8aiuuTs3gc26G8WAYrseFq5-i/view?usp=share_link)\n\n[Касов отчет за първо тримесечие на 2019г.](https://drive.google.com/file/d/101--PC6SJ5jdtl1pHoreEbf1lZmIwOmu/view)\n\n[Касов отчет за второ тримесечие на 2019г.](https://drive.google.com/file/d/12Jnqd2r0UpF7P9UcXmhHOiL0-CBOyF2o/view)\n\n[Касов отчет за трето тримесечие на 2019г.](https://drive.google.com/file/d/166TxSS0Yq62QgGW3Cz6NeOH5sw29_DBD/view)\n\n[Касов отчет за четвърто тримесечие на 2019г.](https://www.elsys-bg.org/web/files/richeditor/documents/kasovi-otcheti//kasov_otchet_4_2019.pdf)\n\n[Касов отчет за първо тримесечие на 2020.](https://www.elsys-bg.org/web/files/richeditor/documents/kasovi-otcheti//kasov_otchet_1_2020.pdf)\n\n[Касов отчет за второ тримесечие на 2020.](https://drive.google.com/file/d/161qoa-o0WPbyWqoWn67Fc51_jnYJgOlm/view?usp=sharing)\n\n[Касов отчет за трето тримесечие на 2020.](https://drive.google.com/file/d/1939541-kw029LjSmHm4ibJIcqylynpxI/view?usp=sharing)\n\n[Касов отчет за четвърто тримесечие на 2020.](https://drive.google.com/file/d/1eq9clJgk9_LRcFiY2BM6dIKXkVe_gSSN/view?usp=sharing)\n\n[Касов отчет за първото тримесечие на 2021.](https://drive.google.com/file/d/1czHxfnrCKl0Mc8kqpXWKtrXhBWpbYU-n/view?usp=sharing)\n\n[Касов отчет за второто тримесечие на 2021.](https://drive.google.com/file/d/1PwJUqSHgNkT-XRQH8vdTMpNqxiHXM4rf/view?usp=sharing)\n\n[Касов отчет за първото тримесечие на 2022.](https://drive.google.com/file/d/14Q8XK3HXCDrNDrjugaGEg_mQhFLwgnNQ/view?usp=sharing)\n\n[Касов отчет за второто тримесечие на 2022.](https://drive.google.com/file/d/1PCiCeJ7aRiRcXuwg-9SGf7bbwvJsASDo/view?usp=sharing)\n\n[Касов отчет за третото тримесечие на 2022.](https://drive.google.com/file/d/1e6p_ocdR3hTbwpaAkJwUf77o0z19cKUw/view?usp=sharing)\n\n[Касов отчет за четвъртото тримесечие за 2022.](https://drive.google.com/file/d/1kdxg4p1MZT4OFnQ_mppWajy9v1ej32sd/view?usp=share_link)\n\n[Касов отчет за първото тримесечие за 2023.](https://drive.google.com/file/d/1eyP1SV70zJR49Wc1f9ORhVYgeuxAYSEv/view?usp=share_link)\n\n[Касов отчет за второто тримесечие за 2023.](https://drive.google.com/file/d/1IIyKvFw5iGwf_RL85h8RMgsqAw5YOzn5/view?usp=share_link)\n\n[Касов отчет за третото тримесечие за 2023.](https://drive.google.com/file/d/1ScNxVoUeqCnu-ykr5Cv5HuRfuKvD38b7/view?usp=share_link)\n\n[Касов отчет за четвъртото тримесечие на 2023.](https://drive.google.com/file/d/1eCEwQr4PP-SIijKy2VYhspAisk_tqAXy/view?usp=share_link)\n\nПротоколи:\n\n[Обществен съвет създаване и протоколи](https://drive.google.com/file/d/1OsWiQkuwk0EXQJosAOXM5zBgb73PQ5NR/view?usp=sharing)\n\n[Информация за отпускането на стипендии в ТУЕС за учебната 2020/2021 г.](https://drive.google.com/file/d/1HBe3g-vECON33IuslvAr7pLj0kxesxIr/view?usp=sharing)\n\n[Необходими документи за дипломни работи на 12 клас (випуск 2020)](https://drive.google.com/file/d/1HBe3g-vECON33IuslvAr7pLj0kxesxIr/view?usp=sharing)\n\n[Презентация от родителска среща на осми клас (випуск  2025) 17.09.2020 г.](https://drive.google.com/file/d/1HBe3g-vECON33IuslvAr7pLj0kxesxIr/view?usp=sharing)\n\n[Заповед № РД11-41/ 22.12.2020 г.\nЗаповед № РД11-120/ 30.03.2020 г.\nЗаповед № РД11-118/ 27.03.2020 г.\nЗаповед № РД11-116/ 13.03.2020 г.\nЗаповед № РД11-115/ 13.03.2020 г.\n](https://drive.google.com/file/d/1HBe3g-vECON33IuslvAr7pLj0kxesxIr/view?usp=sharing)\n\n[Заявление за стипендия 2020](https://drive.google.com/file/d/1OWO8K0NG0sssjkSe-WzmZJfYtKPYgrs5/view?usp=sharing)\n\n[](https://drive.google.com/file/d/1OWO8K0NG0sssjkSe-WzmZJfYtKPYgrs5/view?usp=sharing)[Заповед № РД09-67/ 16.01.2020 г.](https://drive.google.com/open?id=1_Uh-hONUeDJkShr9EoKdjVmD1KXt1eiL) във връзка с организиране и провеждане на ученическите олимпиади и националните състезания в държавните, в общинските, в частните и в чуждестранните училища на територията на Република България през учебната 2019-2020 година\n[Заповед № РД09-2151/ 27.08.2019 г.](https://drive.google.com/open?id=1DQCuVn0c-09UFt6ciG31Y_SHGMrSaACu) за провеждане на държавните изпити за придобиване степен на професионална квалификация в институциите в системата на училищното образование през учебната 2019-2020 година\n[Заповед № РД09-2150/27.08.2019 г.](https://drive.google.com/open?id=1MV8_Z17VNSVcnkIinuv2jI-7nS-zaYy1) във връзка с организирането и провеждането на държавни зрелостни изпити за учебната 2019 – 2020 година\n[Заповед № РД09-2148/ 27.08.2019 г.](https://drive.google.com/open?id=1R1hcjOWtHTHReVqB2LYRCJbXYC45ddsP) за предучилищното и училищното образование\n[Заповед № РД09-2152/ 27.08.2019 г.](https://drive.google.com/open?id=1alyhD8Ge-E65PAsSWwwh1jfzvsbErRVB) за оценяване на резултатите от обучението на учениците и във връзка с организирането и провеждането на национално външно оценяване на учениците в ІV, в VІІ и в Х клас през учебната 2019 – 2020 година\n[Заповед № РД09-2149/27.08.2019 г.](https://drive.google.com/open?id=1YqL1nZqvV0O2KVh0o2g3eY67NwXGu68E)  във връзка с организирането и провеждането на ученическите олимпиади и на националните състезания в държавните, в общинските, в частните училища и в чуждестранните училища на територията на Република България през учебната 2019 – 2020 година\n\n[Презентация от Родителска среща на випуск 2020 14.11.2019 г.](https://drive.google.com/file/d/1OWO8K0NG0sssjkSe-WzmZJfYtKPYgrs5/view?usp=sharing)\n\n[](https://drive.google.com/file/d/1OWO8K0NG0sssjkSe-WzmZJfYtKPYgrs5/view?usp=sharing)[Правила за участие на персонала в квалификационна дейност и механизъм за финансова подкрепа](https://drive.google.com/file/d/14yODzFptzoyBflgFeYExGHid6FFS6w4p/view?usp=sharing).\n\n[Списък преподаватели консултации](https://drive.google.com/file/d/12zHkHHtGATuEDhuKFevnCWSSAybdqdRg/view?usp=sharing).\n\n[Бюджет за декември 2017](https://drive.google.com/file/d/1EA1P9eFZX69mF5HFIciEc6-12lRWHbsh/view?usp=sharing).\n\n[Финансов отчет I тримесечие 2017](https://drive.google.com/file/d/13L0U7p8cJl0vgAHNL5DPRIIVxazv6oB3/view?usp=sharing).\n[Финансов отчет II тримесечие 2017](https://drive.google.com/file/d/1x_EgeaPMzrTjAnRd9fqzZMkHFEW5jmS-/view?usp=sharing).\n[Финансов отчет III тримесечие 2017](https://drive.google.com/file/d/11VPNfdYmmCoCg9S3hXvmM-eLWM3e_7-d/view?usp=sharing).\n[Финансов отчет IV тримесечие 2017](https://drive.google.com/file/d/1hKcpGDRZHRIbsVIv3kGLYloNhI6Pl6yA/view?usp=sharing).\n\n[Училищен учебен план за учебната 2016/2017 година](https://drive.google.com/file/d/13wl9JVHVq8GUCBHNdx3ooS1xEE_RGgfG/view?usp=sharing)."
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/tues-v-chisla",
    "url": "https://elsys-bg.org/uchilishteto/tues-v-chisla",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**ТУЕС в Числа**\n\n**35 годишна история**\n\n**2846 завършили ученици**\n\n**67 награди и отличия**\n\n**20% от преподавателите са завършили ТУЕС**\n\n**140 стажа на година**\n\n**36 шампиони в олимпиади по програмиране**\n\n**58 лауреата в състезания по компютърни мрежи за последните 5 години**"
        }
      }
    ]
  },
  {
    "slug": "uchilishteto/kontakti",
    "url": "https://elsys-bg.org/uchilishteto/kontakti",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Контакти**\n\n![](/web/files/richeditor/contacts/IMG_2863-copy.jpg)\n\nИмате въпроси? Не се притеснявайте да ни се обадите или да ни напишете e-mail."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "**! ВНИМАНИЕ !",
          "description": "",
          "markdown": "**Училището се намира на територията на\nТехническия Университет поради основен ремонт.\n\nАдрес: София, ул. Росарио 1, Технически Университет Блок 8, 9\n\nТелефон: 0886 75 10 94 E-mail: tues@elsys-bg.org\n\nКак да стигна: До училището лесно се стига с автобуси **69, 70, 88, 94, 280, 294, 413, E123**, които спират на близката спирка – **“ж.к. Дървеница”**, а най-близката метростанция – **“Г.М. Димитров”**, е на не повече от 10 минути път с автобуси **88, 280, 294, Е123**."
        }
      }
    ]
  },
  {
    "slug": "obuchenie/inovativen-ucheben-podhod",
    "url": "https://elsys-bg.org/obuchenie/inovativen-ucheben-podhod",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Иновативен учебен подход**\n\n![](/web/files/richeditor/students//Students2.jpg)\n\n5-годишният учебен план предлага задълбочени теоретични познания и съвременна практическа подготовка по трите специалности. През първите три години учениците изучават общи основополагащи ИТ дисциплини, а в последните две фокусът е върху специализираните предмети. Курсът на обучение завършва с дипломен проект, като често сложността на разработените дипломни работи се доближава до нивото на университетски проекти.\n\nУчебният план е съобразен с Държавните образователни изисквания за професионално обучение и покрива задължителната подготовка по обощообразователните дисциплини. Училището е с разширено изучаване на английски език и предлага различни форми на извънкласни занимания.\n\n* * *\n\n*   ![Специализиран <br> учебен план](/web/files/richeditor/fig1.png)\n\n    Специализиран\n    учебен план\n\n*   ![Училище интегрирано във ВУЗ - ТУ София](/web/files/richeditor/fig2.png)\n\n    Училище интегрирано във ВУЗ - ТУ София\n\n*   ![Преподават завършили ТУЕС](/web/files/richeditor/fig3.png)\n\n    Преподават завършили ТУЕС\n\n*   ![Тясна връзка с реалния бизнес](/web/files/richeditor/fig4.png)\n\n    Тясна връзка с реалния бизнес"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/uchebna-programa",
    "url": "https://elsys-bg.org/obuchenie/uchebna-programa",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Учебна програма**\n\nТехнологично училище „Електронни системи“ към Технически Университет - София е специализирано технологично училище от **национално значение**, което подготвя бъдещите лидери на ИТ сектора в България и отвъд.\n\n* * *\n\n*   [**8\\_class\\_2025\\_2026\\_I** (55 KB)](/documents/download/498 \"8_class_2025_2026_I\")\n*   [**9\\_class\\_2025\\_2026\\_I** (111 KB)](/documents/download/499 \"9_class_2025_2026_I\")\n*   [**10\\_class\\_2025\\_2026\\_I** (182.59 KB)](/documents/download/500 \"10_class_2025_2026_I\")\n*   [**11\\_class\\_2025\\_2026\\_I** (108.79 KB)](/documents/download/501 \"11_class_2025_2026_I\")\n*   [**12\\_class\\_2025\\_2026\\_I** (48.84 KB)](/documents/download/502 \"12_class_2025_2026_I\")"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/profesionalno-obrazovanie",
    "url": "https://elsys-bg.org/obuchenie/profesionalno-obrazovanie",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Професионално образование**\n\nВ Технологично училище „Електронни системи” към Технически университет – София се подготвят средни специалисти в професионално направление 481 „Компютърни науки“, специалност 4810201 „Системно програмиране“ и професионално направление 523 “Електроника, автоматика, комуникационна и компютърна техника“ специалност 5230502 “Компютърни мрежи”. Училището е с разширено изучаване на английски език.\n\nУчебните планове са съгласувани с Държавните образователни изисквания за съответните професии. Учебните програми са разработени от екипи преподаватели в ТУЕС, обсъдени и приети на Факултетен съвет на Факултета по „Електронна техника и технологии” в Техническия университет и утвърдени от Ректора на ТУ – София и Министерство на образованието и науката (МОН).\n\nУчебните програми по двете специалности са създадени така, че да се покриват всички изисквания за задължителната подготовка по общообразователните дисциплини.\n\n![Профилиращи дисциплини за всяка специалност](/web/files/richeditor/students//Students4.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Профилиращи дисциплини за всяка специалност",
          "description": "",
          "markdown": "*   За **„Системно програмиране”**: Обектно ориентирано програмиране, Технология на програмирането, Интернет програмиране, Системи за управление на бази данни, Компютърна графика и мултимедия.\n*   За **„Компютърни мрежи”**: Автоматизация на проектирането в електрониката, Вградени микрокомпютърни системи, Електронни измервания, Изграждане и диагностика на компютърни мрежи, Глобални мрежи, Мрежови протоколи и технологии и Комуникационни технологии."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Общи дисциплини за двете специалности",
          "description": "",
          "markdown": "През първите три години на специализираното професионално обучение по двете специалности се получават задълбочени знания в областта на техническите, компютърните науки и информационните технологии, като в учебния план са включени следните дисциплини: Електротехника и електрически измервания, Електронни елементи, Аналогова схемотехника, Импулсна и цифрова схемотехника, Основи на компютърните системи, Компютърни архитектури, Компютърна периферия, Микропроцесорни системи, Програмиране, Операционни системи, Приложни програмни системи, WEB дизайн, Компютърни мрежи и Комуникационна техника.\nВ програмите за обучение по всяка от специалностите са включени специализиращи дисциплини, които оформят специфичните професионални умения.\n\nПълният курс  на обучение от 9 до 12  клас дава възможност за придобиване право за явяване на **държавни зрелостни изпити за средно образование**, както и за  придобиване право за явяване на държавни изпити за степен на  професионална  квалификация. **Трета степен на професионална квалификация** се придобива след успешно завършен 12 клас и положени  държавни квалификационни изпити по теория и практика на специалността. Завършеното професионално образование се удостоверява със **свидетелство за професионална квалификация**."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Извънкласни форми на обучение",
          "description": "",
          "markdown": "През последните години в Технологично училище „Електронни системи“ към ТУ – София се провеждат различни форми на извънкласно обучение и подготовка за участие в различни професионални олимпиади и състезания на регионално и национално ниво.\n\n*   Специализирани курсове по програмиране\n*   Участие в олимпиада по информатика и Националната олимпиада по информационни технологии\n*    Участие в състезание по програмиране „Hack TUES“\n*   Курс и състезание по вградени микроконтролерни системи\n*   Курс по мрежова сигурност\n*   Участие в Националното състезание по компютърни мрежи"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/integracija-s-tehnicheskija-uniersitet",
    "url": "https://elsys-bg.org/obuchenie/integracija-s-tehnicheskija-uniersitet",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Интеграция с Техническия Университет**\n\nТУЕС е част от структурата на [Технически университет – София](http://www.tu-sofia.bg). Учебният план в ТУЕС се обсъжда и приема от Факултета по „Електронна техника и технологии“ и се утвърждава от ректора на ТУ. Около 40% от учителите в ТУЕС са висококвалифицирани университетски преподаватели.\n\nУчениците в ТУЕС имат достъп до ресурсите на Техническия университет в крак с бързото развитие на технологичния сектор и могат да участват в кръжоци и други извънкласни форми на университета. Най-успешните ученици получават директен прием в ТУ.\n\n![Най-важното:](/web/files/richeditor/students//Students9.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Най-важното:",
          "description": "",
          "markdown": "Учениците в ТУЕС имат достъп до ресурсите на Техническия университет в крак с бързото развитие на технологичния сектор и могат да участват в кръжоци и други извънкласни форми на университета. Най-успешните ученици получават директен прием в ТУ."
        }
      }
    ]
  },
  {
    "slug": "obuchenie/diplomna-rabota",
    "url": "https://elsys-bg.org/obuchenie/diplomna-rabota",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Дипломна работа**\n\nУчениците от 12 клас завършват своето обучение ТУЕС със защита на дипломна работа. Тя цели да демонстрира целостта от умения на учениците и способността им да систематизират и разработят завършен проект.\nЗа всяка дипломна работа се зачислява ръководител, който направлява ученика за правилното и навременно завършване на проекта.\n\n![Как да изберем тема?](/web/files/richeditor/students/Students5.jpg)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Как да изберем тема?",
          "description": "",
          "markdown": "Дипломната работа трябва да бъде оформена по изискания начин, да има отзив от научния ръководител за допускане на дипломната работа до защита и предложение за рецензент"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/cisco-akademija",
    "url": "https://elsys-bg.org/obuchenie/cisco-akademija",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Cisco Академия**\n\nИнтересът към обучението в Cisco академията CA Technology School “Electronic Systems” непрекъснато нараства. Увеличава се броят на успешно завършилите всички нива на CCNA студенти. Академията разполага със собствeна учебна лаборатория за провеждане на упражненията с реално мрежово оборудване.\nСтудентите от Cisco академията участват масово в ученическите състезания по “Компютърни мрежи”, като отборът е с най-голям брой състезатели. Вече е утвърдена традиция студентите от Cisco академията на ТУЕС към ТУ да са сред най-добрите и да печелят призови места. През 2011 г. отборът Cisco академията на ТУЕС спечели индивидуално и отборно първо място на Националното състезание по “Компютърни мрежи”, както и отборното първо място на Международното състезание, проведено в Букурещ, Румъния. За тези постижения през 2012 г. ТУЕС към ТУ – София и лауреатите от състезанията бяха наградени лично от Министър председателя на Република България."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Обучение",
          "description": "",
          "markdown": "В LCA ELSYS-TU занятията са водени от гл. ас. д-р инж. Стела Стефанова – ръководител на академията и инструктор в нея, и Радостина Герчева – инструктор в академията.\nВ академията се провеждат курсове CCNA Exploration 1-4. Цената на всяко ниво е 200 лв.\nOборудването, с което LCA ELSYS-TU разполага е: 4 маршрутизатора Cisco 4000 series и един маршрутизатор Cisco 7200 series,  3 маршрутизатора Cisco 2800 series,  3 комутатора Cisco Catalyst 2960 и 3 комутатора Cisco Catalyst 2950, както и с два безжични маршрутизатора Linksys WRT54GL."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Успехи",
          "description": "",
          "markdown": "Първата група CCNA1 започва през месец февруари 2004 година.\nДо момента са завършили успешно 71 групи, от които ниво CCNA1 – 11 групи, ниво CCNA2 – 6 групи, ниво CCNA3 – 4 групи и ниво CCNA4 – 3 групи, CCNA Exploration 1 – 16 групи; CCNA Exploration 2 – 10 групи; Exploration 3 – 9 групи; Exploration 4 – 9 групи.\nOбщият брой на студентите обучени в Cisco академията на ТУЕС към ТУ – София е 978 човека.\nВ момента в Академията има 2 активни групи с 28 студенти в ниво Exploration 4 и 3 активни групи с 28 студенти в ниво Exploration1, в които се обучават общо 82 студенти.\n\n![](/web/files/galleries/15/gallery/thumb_980x630_cisco.jpg)\n\n[Единствено туесари в топ 15 на Националното състезание по компютърни мрежи.](/blog/edinstveno-tuesari-v-top-15-na-nacionalnoto-systezanie-po-komputyrni-mreji-502)\n\n2021\n\n![](/web/files/galleries/15/gallery/thumb_980x630_thumb_980x630_IMG_9224.jpg)\n\n[Пореден успех на туесари на Националното състезание по компютърни мрежи.](/blog/poreden-uspeh-na-tuesari-na-nacionalnoto-systezanie-po-komputyrni-mreji-324)\n\n2019\n\n![](/web/files/galleries/15/gallery/thumb_980x630_thumb_980x630_IMG_20180414_142004.jpg)\n\n[За поредна година ТУЕС е начело на Националното състезание по Компютърни мрежи.](/blog/za-poredna-godina-tues-e-nachelo-na-nacionalnoto-systezanie-po-komputyrni-mreji-253)\n\n2018\n\n![](/web/files/galleries/15/gallery/thumb_980x630_DSC_2647.jpg)\n\n[ТУЕС отново с големи успехи на националното състезание по компютърни мрежи!](/blog/tues-otnovo-s-golemi-uspehi-na-nacionalnoto-systezanie-po-komputyrni-mreji)\n\n2017\n\n![](/web/files/galleries/15/gallery/thumb_980x630_thumb_980x630_спечелили.jpg)\n\n[ТУЕС отново с отлично представяне на Националното състезание по компютърни мрежи.](/blog/tues-otnovo-s-otlichno-predstavjane-na-nacionalnoto-systezanie-po-komputyrni-mreji-150)\n\n2016\n\n![](/web/files/galleries/15/gallery/thumb_980x630_DSC_76721.jpg)\n\n[ТУЕС-арите грабнаха призовите места на Националното състезание по компютърни мрежи.](/blog/tues-arite-grabnaha-prizovite-mesta-na-nacionalnoto-systezanie-po-komputyrni-mreji-132)\n\n2015\n\n![](/web/files/galleries/15/gallery/thumb_980x630_531987_459154294165258_1734628302_n.jpg)\n\nЧетиримата туесари в топ 15 след състезанието в компанията на г-жа Стела Стефанова.\n\n2013\n\n![](/web/files/galleries/15/gallery/thumb_980x630_163555_459154170831937_150073045_n.jpg)\n\nНаграждаване на учениците на състезанието по Компютърни мрежи 2013 г.\n\n2013\n\n![](/web/files/galleries/15/gallery/thumb_980x630_24632_459154004165287_394274486_n.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2013 г.\n\n2013\n\n![](/web/files/galleries/15/gallery/thumb_980x630_cisco-team.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2012 г.\n\n2012\n\n![](/web/files/galleries/15/gallery/thumb_980x630_cisco-top.jpg)\n\nНаградените участници от ТУЕС на състезанието по компютърни мрежи 2012 г.\n\n2012\n\n![](/web/files/galleries/15/gallery/thumb_980x630_prime-minister-award-headimg.jpg)\n\nУченици на ТУЕС наградени за постиженията им от министър-председателя на Република България.\n\n2011\n\n![](/web/files/galleries/15/gallery/thumb_980x630_P1080234.jpg)\n\nНаграждаването на Георги Наков – второ място 2010 г.\n\n2010\n\n![](/web/files/galleries/15/gallery/thumb_980x630_P1080153.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2010 г.\n\n2010\n\n![](/web/files/galleries/15/gallery/thumb_980x630_100_0977.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2009 г.\n\n2009\n\n![](/web/files/galleries/15/gallery/thumb_980x630_P4090035.jpg)\n\nНаградените участници от състезанието по компютърни мрежи 2009 със  заместник-министъра на образованието\n\n2009\n\n![](/web/files/galleries/15/gallery/thumb_980x630_100_1067.jpg)\n\nНаградените участници от ТУЕС на състезанието по компютърни мрежи 2009 г.\n\n2009\n\n![](/web/files/galleries/15/gallery/thumb_980x630_IMG_9710o.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2008 г.\n\n2008\n\n![](/web/files/galleries/15/gallery/thumb_980x630_IMG_9811o.jpg)\n\nНаградените участници от ТУЕС на състезанието по компютърни мрежи 2008 г.\n\n2008\n\n![](/web/files/galleries/15/gallery/thumb_980x630_IMG_9784o.jpg)\n\nИнтервюта след състезанието 2008 г.\n\n2008\n\n![](/web/files/galleries/15/gallery/thumb_980x630_IMG_40151.jpg)\n\nНаграждаването на Виктор Томов – второ място 2007 г.\n\n2007\n\n![](/web/files/galleries/15/gallery/thumb_980x630_IMG_3978.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2007 г.\n\n2007\n\n![](/web/files/galleries/15/gallery/thumb_980x630_MG_3554.jpg)\n\nРадостина Герчева – по време на състезанието\n\n2006\n\n![](/web/files/galleries/15/gallery/thumb_980x630_MG_3763.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2006 г.\n\n2006\n\n![](/web/files/galleries/15/gallery/thumb_980x630_MG_3787.jpg)\n\nНаграждаването на Георги Ганчев – осмо място\n\n2006\n\n![](/web/files/galleries/15/gallery/thumb_980x630_MG_3830.jpg)\n\nМоменти от награждаването през 2006 г. на Антон Кенов – трето място; Сергей Петков – четвърто място; и Виктор Томов – пето място.\n\n2006\n\n![](/web/files/galleries/15/gallery/thumb_980x630_48.jpg)\n\nОтборът на ТУЕС на състезанието по компютърни мрежи 2005 г.\n\n2005\n\n![mda](/web/files/galleries/15/gallery/thumb_980x630_08.jpg)\n\nНаграждаването на Виктор Томов – второ място 2005 г.\n\n2005\n\n![ei kaloyane](/web/files/galleries/15/gallery/thumb_980x630_321.jpg)\n\nНаградените участници на първото ученическо състезание по компютърни мрежи в България 2005 г.\n\n2005"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/partniorstvo-s-biznesa",
    "url": "https://elsys-bg.org/obuchenie/partniorstvo-s-biznesa",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**INVESTech project**\n\nINVESTech project aims to establish a transnational platform for Centres of Vocational Excellence (CoVEs) in Information and Communication Technology (ICT) across Slovakia, Greece, Bulgaria, Cyprus, and Lithuania. It seeks to enhance VET innovation by fostering collaboration, developing skills with innovative technology, promoting green transition and social inclusion, and facilitating international cooperation. INVESTech adopts a bottom-up approach, involving regional stakeholders to quickly adapt skills provision to evolving needs. By incorporating the Quintuple Innovation Helix Framework, it broadens cooperation among academia, industry, public sector, civil society, and the environment. Additionally, INVESTech aligns regional/national efforts with EU standards to introduce a “European dimension” to Vocational Excellence, supporting EU VET policies and actions.\n\n*   ##### **Submission no.**\n\n    ERASMUS-EDU-2023-PEX-COVE-101143958\n\n    ##### **Project Website**\n\n    [www.investech-cove.eu](https://investech-cove.eu/)\n\n*   ##### **Social Media**\n\n    ##### [Like us on Facebook](https://www.facebook.com/investechcove)\n\n    ##### [Join us on LinkedIn](https://www.linkedin.com/company/investech-cove/)\n\n    ##### [Youtube channel](https://www.youtube.com/@INVESTechCOVE)\n\n*   ##### **Project Coordinator\n    **\n\n    ##### **Technicka Univerzita V Kosiciach**\n\n    ##### Website: [www.tuke.sk](https://www.tuke.sk/)\n\n*   **Project Partners**\n\n    **ASTRA – Zdruzenie pre Inovacie a Rozvoj**\n\n    **Website: [www.astra-ngo.sk](https://astra-ngo.sk/)**\n\n    **Stredná odborná škola technická, Partizánska**\n\n    **Website: [www.sostmi.edupage.org](https://sostmi.edupage.org/)**\n\n    **Kosice IT Valley ZPO**\n\n    **Website: [www.kosiceitvalley.sk](http://www.kosiceitvalley.sk/)**\n\n    **IDEC SA**\n\n    **Website: [www.idec.gr](https://idec.gr/)**\n\n    **NCSR DEMOKRITOS**\n\n    **Website: [www.demokritos.gr](https://www.demokritos.gr/)**\n\n    **Public Vocational Training Institute of Glyfada**\n\n    **Website: [http://iek-glyfad.att.sch.gr/](http://iek-glyfad.att.sch.gr/)**\n\n    **Commonspace Sin.Erg**\n\n    **Website: [www.commonspace.gr](https://www.commonspace.gr/)**\n\n    **Klaster Sofia Grad na Znanieto**\n\n    **Website: [www.knowledgesofia.eu](https://www.knowledgesofia.eu/)**\n\n    **Joint Innovation Centre of Bas**\n\n    **Website: [www.jic-bas.eu](https://www.jic-bas.eu/)**\n\n    **Technological School Electronic Systems – TUES**\n\n    **Website:  [www.elsys-bg.org](https://www.elsys-bg.org/)**\n\n    **A & A Emphasys Interactive Solutions Ltd**\n\n    **Website: [www.emphasyscentre.com](https://emphasyscentre.com/)**\n\n    **Website: [www.cyric.eu](https://www.cyric.eu/)**\n\n    **Frederick University**\n\n    **Website: [www.frederick.ac.cy](https://www.frederick.ac.cy/en/)**\n\n    **CSI Center For Social Innovation LTD**\n\n    **Website: [www.csicy.com](https://csicy.com/)**\n\n    **Klaipedos Valstybine Kolegija**\n\n    **Website: [www.kvk.lt](https://www.kvk.lt/)**\n\n    **Klaipedos Prekybos Pramones ir Amatu Rumai**\n\n    **Website: [www.kcci.lt](https://www.kcci.lt/)**\n\n    **Viesoji Istaiga Klaipedos Mokslo Irtechnologiju**\n\n    **Website: [www.kmtp.lt](https://kmtp.lt/)**\n\n\n* * *\n\n*   [![INVESTech](/web/files/partners/52/main_image/441061171_10225735147709590_2681130960665177719_n.jpg)](https://investech-cove.eu/ \"INVESTech\")\n\n*   [![INVESTech](/web/files/partners/53/main_image/Blue and White Modern Business Newsletter.png)](https://investech-cove.eu/ \"INVESTech\")"
        }
      }
    ]
  },
  {
    "slug": "obuchenie/uchebna-praktika-po-specialnostta",
    "url": "https://elsys-bg.org/obuchenie/uchebna-praktika-po-specialnostta",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Учебна практика по специалността**\n\nТрадиционно силните връзки на ТУЕС с компании от ИТ сектора дават възможност учениците от 11 клас да преминат през изключително полезна практика по съответната им специалност. Как и кога се случва това?\n\nВсяка година през първите две седмици на юли 11-токласниците провеждат задължителна учебна практика, като прекарват две седмици в работни условия под ръководството на професионалисти от бранша. Много често практиката прераства в стажове и дори предложения за постоянна работа.\n\nТова е изключително ценна възможност за учениците да се докоснат до реална професионална обстановка и да се запознаят със специалисти от бранша. Работата над реални задачи често носи вдъхновение за тема на дипломна работа на бъдещите 12-класници."
        }
      }
    ]
  },
  {
    "slug": "priem/specialnost-sistemno-programirane",
    "url": "https://elsys-bg.org/priem/specialnost-sistemno-programirane",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Специалност Системно Програмиране**\n\nТова е мястото за запалените по разработване на софтуер и уеб дизайн. Изучават се Обектно ориентирано програмиране, Въведение в скриптовите езици, Технология на програмирането, Системи за управление на бази данни, Интернет програмиране, Програмиране за вградени компютърни системи. Предлагат се и различни извънкласни форми на обучение по програмиране.\n\nПодготвят се специалисти с професия „Системен Програмист“, които се реализират успешно като софтуерни разработчици, тестери и ръководители на проекти в ИТ сектора.\n\n![](/web/files/richeditor/students/Students6.jpg)\n\n_\"От малък се занимавам с програмиране. Когато след седми клас исках да продължа да се развивам професионално, разбрах, че ТУЕС е училището, където мога да науча най-много. Практически насоченото обучение и приятелската среда са предпоставка за бъдещо израстване в ИТ сферата. \"_\n\nТелерик Арсов\nВипуск 2019\n\nВижте също: [Специалност Компютърни Мрежи](/priem/specialnost-komputyrni-mreji)\n\nВижте също: [Специалност Програмиране на Изкуствен Интелект](https://elsys-bg.org/priem/specialnost-programirane-na-izkustven-intelekt)"
        }
      }
    ]
  },
  {
    "slug": "priem/zashto-da-izbera-tues",
    "url": "https://elsys-bg.org/priem/zashto-da-izbera-tues",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Защо да избера ТУЕС?**\n\n![](/web/files/richeditor/students//Students1.jpg)\n\nТехнологично училище „Електронни системи“ към Технически Университет - София е специализирано технологично училище от **национално значение**, което подготвя бъдещите лидери на ИТ сектора в България и отвъд.\n\n* * *"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Кое прави ТУЕС уникално училище",
          "description": "",
          "markdown": "![](/web/files/richeditor/fig1.png)\n\n#### **Специализиран учебен план**\n\nАко смятате да се занимавате наистина сериозно с ИТ технологии, няма по-удачно място от ТУЕС. Учебната програма е наистина много задълбочена и ще научите технологиите до фундаментално ниво – от сериозна математика и физика, през схемотехника, до разработка на софтуер и архитектура на компютърни мрежи.\n\n![](/web/files/richeditor/fig2.png)\n\n#### **Училище интегрирано във ВУЗ**\n\nТУЕС е средно училище, но е интегрирано в системата на Технически Университет София. 40% от учителите са висококвалифицирани университетски преподаватели. Учениците имат възможност да участват в кръжоци и други извънкласни форми на университета. А най-успешните ученици получават директен прием в ТУ без изпит!\n\n![](/web/files/richeditor/fig3.png)\n\n#### **Преподават завършили ТУЕС**\n\nДруго уникално богатство на ТУЕС е активната мрежа от завършили, които са активни поддръжници на училището. Над 20% от преподавателите по специалните предмети са завършили ТУЕС и същевременно работят във водещи ИТ фирми у нас.\n\n![](/web/files/richeditor/fig4.png)\n\n#### **Тясна връзка с реалния бизнес**\n\nТУЕС винаги е работил по уникален модел, който включва тясна връзка с реалния бизнес. Учениците получават сериозна практическа подготовка и правят дипломни работи и практика по специалността в или заедно с компаниите от бранша."
        }
      }
    ]
  },
  {
    "slug": "priem/specialnost-komputyrni-mreji",
    "url": "https://elsys-bg.org/priem/specialnost-komputyrni-mreji",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Специалност Компютърни Мрежи**\n\nСпециалността предлага обучение за работа с компютърни мрежи, системна администрация и компютърен хардуер. Изучават се Автоматизация на проектирането в електрониката, Комуникационна техника и технологии, Глобални мрежи, Мрежови технологии и протоколи, Изграждане и диагностика на компютърни мрежи, Вградени микрокомпютърни системи, Системна администрация, Виртуализация и облачни технологии. Извънкласни занимания покриват теми като роботика, Internet of Things и др.\n\nПолучава се професионална квалификация „Техник на компютърни системи“. Завършилите „Компютърни мрежи“ се развиват успешно като системни администратори, мрежови специалисти и са отлично подготвени висше образование в широк спектър от инжинерингови специалности.\n\n![](/web/files/richeditor/students//Networks_major.jpg)\n\n_\"Избрах ТУЕС, защото винаги съм искал да се занимавам с информационни технологии и компютърни мрежи, а именно ТУЕС предлага най-доброто обучение в тази сфера. То ми даде необходимите теоретични и практически знания, за да продължа успешно професионалното си развитие.\"_\n\nСимеон Бунчев\nВипуск 2017\n\n_\"В ТУЕС получаваш реален опит, не само теория.\"_\n\nГеорги Зафиров\nВипуск 2018\n\nВижте също: [Специалност Системно Програмиране](/priem/specialnost-sistemno-programirane)\n\nВижте също: [Специалност Програмиране на Изкуствен Интелект](https://elsys-bg.org/priem/specialnost-programirane-na-izkustven-intelekt)"
        }
      }
    ]
  },
  {
    "slug": "priem/den-na-otvorenite-vrati",
    "url": "https://elsys-bg.org/priem/den-na-otvorenite-vrati",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**ТУЕС Фест изложение на ученически проекти**\n\n[**https://tuesfest.bg/**](https://tuesfest.bg/)"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "**TUES Fest 2025 – Денят на отворените врати в ТУЕС към ТУ–София**",
          "description": "",
          "markdown": "TUES Fest е Денят на отворените врати на Технологично училище \"Електронни системи\" към Технически Университет – София (ТУЕС) – ден, в който училището отваря вратите си, за да покаже как изглежда образованието в свят на иновации, технологии и истинска общност.\n\n![](/web/files/richeditor/Picture1.jpg)\n\nВ рамките на събитието посетителите имат възможност да се запознаят отблизо с:\n\n*   специалностите в ТУЕС: системно програмиране, компютърни мрежи и изкуствен интелект;\n*   начина, по който се преподава и как се учи – с практически задачи, проекти и реални казуси;\n*   атмосферата в училището – динамична, мотивираща и насърчаваща личностното развитие;\n*   извънкласните дейности – клубове по роботика, литературен клуб, Cisco академия и още;\n*   преподавателите и екипа на училището, както и завършили ТУЕС-ари, които днес са част от водещи технологични компании.\n\nTUES Fest е повече от изложение – той е директен поглед към ежедневието в ТУЕС. Срещата с ученици, които представят своите проекти, и разговорите с преподаватели, ментори и представители на бизнеса дават ясна представа за пътя на обучение и възможностите, които училището предлага."
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "**Програма на TUES Fest 2025**",
          "description": "",
          "markdown": "**10:00 – 10:30: Откриваща церемония** Събитието започва с вдъхновяващо откриване, включващо представители от технологичния и образователния сектор, които ще дадат старт на ден, изпълнен с иновации и креативност.\n\n**10:30 – 16:30: Изложение на ученически проекти**\n\n*   120 технологични проекта, създадени от ученици в 8 до 12 клас\n*   Директни разговори с техните създатели за идеите, реализацията и предизвикателствата\n*   Гласуване за най-впечатляващите проекти\n*   Информация за извънкласните клубове в училището\n*   Възможност за контакт със спонсори, ментори и завършили ученици\n\n**![](/web/files/richeditor/Picture2.png)**\n\n**17:00 – 20:00: Закриваща церемония** Награждаване на най-добрите проекти в различните категории. Отличия от партньори и спонсори, както и обявяване на класиралите се на първите три места.\n\nTUES Fest е уникална възможност за запознаване с духа на ТУЕС – училище, което подготвя ученици за реални предизвикателства в ИТ сектора, чрез практическо обучение, силна общност и подкрепа от технологичната индустрия.\n\nПримерите на завършилите, ангажираността на настоящите ученици и подкрепата на партньорите и спонсорите правят TUES Fest много повече от ден на отворените врати – той е ден на постижения и вдъхновение.\n\nЗа повече информация за събитието, можете да намерите [тук](https://tuesfest.bg/).\n\nПосетителите на фестивала се насладиха на над 90 разнообразни и иновативни технологични проекти. Всички посетители имаха шанс да ги разгледат, а от петък и да гласуват за любимците си в [уебсайта на събитието](https://tuesfest.bg/).\n\n![](/web/files/galleries/21/gallery/thumb_980x630_1.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_2.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_3.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_4.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_5.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31530516_1690026627744679_1396889829001658368_o_1690026624411346.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31531107_1690026797744662_865985704612593664_o_1690026794411329.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31902025_1690032191077456_5147202675699351552_o_1690032184410790.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31906410_1690029944411014_8184007655077969920_o_1690029934411015.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31914230_1690027337744608_8885470235075805184_o_1690027331077942.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31934480_1690033017744040_2631905776590913536_o_1690033004410708.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31935448_1690025024411506_4796479129526468608_o_1690025017744840.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31936768_1690022077745134_2629329689566511104_o_1690022074411801.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31938679_1690033911077284_8966442562017558528_o_1690033894410619.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31939754_1690022231078452_5086419993583681536_o_1690022221078453.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31944735_1690031817744160_1330311178714349568_o_1690031811077494.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31944743_1690032397744102_8677044706380611584_o_1690032387744103.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31944754_1690026481078027_4794974404914184192_o_1690026474411361.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31948205_1690028207744521_2269620023838375936_o_1690028197744522.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31957377_1690024487744893_3824598613934211072_o_1690024481078227.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31957521_1690028527744489_3244703554241298432_o_1690028521077823.jpg)\n\n![](/web/files/galleries/21/gallery/thumb_980x630_31958094_1690032887744053_7707186441779937280_o_1690032874410721.jpg)"
        }
      }
    ]
  },
  {
    "slug": "priem/specialnost-programirane-na-izkustven-intelekt",
    "url": "https://elsys-bg.org/priem/specialnost-programirane-na-izkustven-intelekt",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Специалност Програмиране на Изкуствен Интелект**\n\nЗа учениците, които мислят аналитично, обичат предизвикателствата и търсят дълбокото знание.\n\nСпециалността „Програмист на изкуствен интелект“ е предназначена за млади хора с изявени математически способности и логическо мислене, които искат да се развиват в една от най-сложните и бързо развиващи се области на съвременната наука и технологии.\n\nОбучението е интензивно и академично сериозно, с фокус върху висша математика, статистика, сложни алгоритми и програмиране. Ученето тук не е лесно – ще се изисква постоянство, упоритост и страст към решаването на трудни задачи.\n\nСред изучаваните дисциплини са:\n\n*   Математически основи на дълбокото машинно обучение\n\n*   Машинно обучение и невронни мрежи\n\n*   Обработка на естествен език и големи езикови модели\n*   Индустриален интернет на нещата\n*   Големи данни и статистически анализ\n*   Компютърно зрение\n*   Програмиране с Python, TensorFlow, PyTorch и други съвременни инструменти\n\n\nСпециалността подготвя бъдещи AI инженери, анализатори на данни, изследователи в сферата на изкуствения интелект и създатели на интелигентни системи. Това е програма за онези, които не търсят лесен път, а се стремят към истинско майсторство в най-иновативната технологична сфера на нашето време.\n\nАко математиката е твоят език, искаш да разбираш как машините \"мислят\" и си готов да учиш упорито – това е твоето място.\n\n![](/web/files/richeditor////digital-brain-circuit-ai-cocept-600nw-2498421665-ezgif.com-webp-to-jpg-converter.jpg)\n\n„Изкуственият интелект не е просто бъдещето – той е вече тук, и ние сме тези, които ще го изградим. В тази специалност не просто учим как работят умните системи – ние ги създаваме. Ако си любопитен, обичаш логиката и искаш да си част от технологичната промяна, мястото ти е при нас.“\n\nВижте също: [Специалност Компютърни Мрежи](/priem/specialnost-komputyrni-mreji)\n\nВижте също: [Специалност Системно Програмиране](https://elsys-bg.org/priem/specialnost-sistemno-programirane)"
        }
      }
    ]
  },
  {
    "slug": "priem/red-i-uslovija-za-priem",
    "url": "https://elsys-bg.org/priem/red-i-uslovija-za-priem",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**Ред и условия за прием**\n\n    [](/priem/zashto-da-izbera-tues \"Ред и условия за прием\")\n\nГрафик на дейностите за 4 етап на класиране\n\nВ Технологично училище „Електронни системи“ (ТУЕС) към Технически университет (ТУ) – София могат да кандидатстват ученици от цялата страна, завършили седми клас през учебната 2024/2025 г.\n\n*   [![Системно програмиране](/web/files/richeditor/letter-C.png)](/priem/specialnost-sistemno-programirane \"Системно програмиране\")\n\n    ### [Системно програмиране](/priem/specialnost-sistemno-programirane \"Системно програмиране\")\n\n    Най-задълбочената училищна програма по програмиране в България, която е незаменим трамплин за всеки с амбиции за кариера в ИТ сектора.\n\n    [виж повече](/priem/specialnost-sistemno-programirane \"Системно програмиране\")\n\n*   [![Комютърни мрежи](/web/files/richeditor/letter-K.png)](/priem/specialnost-komputyrni-mreji \"Комютърни мрежи\")\n\n    ### [Комютърни мрежи](/priem/specialnost-komputyrni-mreji \"Комютърни мрежи\")\n\n    Първата крачка към вълнуващата инженерна професия. Ще учите за проектиране на електроника, комункации, мрежи, роботика и IoT.\n\n    X\n\n    [виж повече](/priem/specialnost-komputyrni-mreji \"Комютърни мрежи\")\n\n*   [![Програмиране на Изкуствен Интелект](/web/files/richeditor////ChatGPT Image Apr 27, 2025, 09_54_46 AM.png)](/priem/specialnost-programirane-na-izkustven-intelekt \"Програмиране на Изкуствен Интелект\")\n\n    ### [Програмиране на Изкуствен Интелект](/priem/specialnost-programirane-na-izkustven-intelekt \"Програмиране на Изкуствен Интелект\")\n\n    Първата крачка към бъдещето на изкуствения интелект. Ще учите за машинно обучение, невронни мрежи, обработка на данни, интелигентни системи и роботика.\n\n    [виж повече](/priem/specialnost-programirane-na-izkustven-intelekt \"Програмиране на Изкуствен Интелект\")"
        }
      },
      {
        "type": "Section",
        "props": {
          "title": "Балът се образува от сбора на:",
          "description": "",
          "markdown": "*   оценката по **български език и литература** от националното външно оценяване (**БЕЛ от НВО**)\n*   **3 пъти** оценката по **математика** (**Мат от НВО**)\n*   оценката по математика от свидетелството за завършен 7. клас (**Мат 7кл**.)\n*   оценката по физика от свидетелството за завършен 7. клас (**Физ 7кл**.)\n\n    [](javascript:;)\n\nЗа кандидатстване в ТУЕС към ТУ-София **няма отделен приемен изпит.**Кандидатите за ТУЕС ще полагат **само изпитите** **от НВО по:**\n\n*   **български език и литература** - 18 юни 2025 г.\n*   **математика** – 20 юни 2025 г.\n\nРед и график на дейностите за прием съгласно заповед на Министъра на образованието и науката, определяща  дейностите по приемане на учениците съгласно наредба №10 от 01.09.2016 г. след завършено основно образование, ще можете да откриете [тук](https://docs.google.com/document/d/1C3MTg3P9r1tPZWeG3Z3Rz-4MVS7UPPAx/edit?usp=sharing&ouid=107592618930593118927&rtpof=true&sd=true).\n\n**Записване в ТУЕС към ТУ – София - необходими документи:**\n\n*   Свидетелство за завършено основно образование (завършен 7.клас) – **оригинал**.\n*   Медицинско удостоверение от личния лекар със задължително отразени цветоусещане и диоптри – **оригинал**.\n*   Две актуални снимки - надписани.\n*   37 лева за изготвяне на пропуск за удостоверяване самоличността на ученика, тениска с логото на ТУЕС за официални събития и застраховка „Злополука на учащи“.\n\n**Прием на документи**\n\n*   В работни дни от **9:00 до 17:00 часа** на адрес: **София, ул. Росарио 1, Технически Университет, Блок 8, ет. 2**.\n\n    По **утвърден график за всеки етап на класиране**.\n\n    При подаване на документи за записване в ТУЕС към ТУ – София е необходимо **предварително попълване и подписване** на следните документи:\n\n    *   [**Заявление за записване**](https://docs.google.com/document/d/1C-eSSSnIQeFohkFDk0vWXzyHBSi0zf9r/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true) в ТУЕС към ТУ-София по образец. **Изискват се подписите на двамата родители в заявлението за записване.**\n\n    *   **Попълване на Google форма** с данни за ученика и родителите при записване.\n\n    *   [**Декларация**](https://docs.google.com/document/d/1avK9tg7xlYsvPiule6D8le4YPGO43ac6/edit?usp=share_link&ouid=104894603653897169507&rtpof=true&sd=true) от родител/настойник по образец.\n\n\n    **При записването е задължително да присъства и ученикът.**\n\n\n_След предварително запознаване с раздел „Ученици“ и раздел „Родители“ от_ [**_Правилник на ТУЕС към ТУ-София_**](https://drive.google.com/file/d/1CoQcFu0EoG5Of9uGrzXCYuORwrrr3BzY/view)\n\n*   [**Декларация**](https://docs.google.com/document/d/1q_UKWY0dju8Zpl35v-JEX5WbcsQAErxx/edit?usp=share_link&ouid=104894603653897169507&rtpof=true&sd=true) информирано съгласие по образец.\n*   [**Декларация**](https://docs.google.com/document/d/1PZ9tqXOTTjLWpj7yPfLCarYpVKWeKrNV/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true) за работа с училищен психолог.\n*   [**Заявление**](https://docs.google.com/document/d/1aecJx-UGeOm_H3XotIHX1YL7l7QTCCyG/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true) **[](https://docs.google.com/document/d/1aecJx-UGeOm_H3XotIHX1YL7l7QTCCyG/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true)за втори етап** по образец._Заявлението се попълва в случай, че не сте класирани по първо желание и желаете да участвате в класирането на втори етап._\n\n**„Зелено училище“** в УСОБ Семково на ТУ-София за учениците от 8 клас за учебната 2025-2026\n\n*   **_[„Зелено училище“](https://docs.google.com/document/d/1EZMGXocvvNfrk8bvpCyESmyXoiscjFiX/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true) –_** _информация и предварително запознаване с условията за провеждане в УСОБ Семково на ТУ-София_\n*   __Попълване на **[декларация](https://docs.google.com/document/d/1Oir5KgMfLdPdYSgJDdFh-a7aYk5Q9uLZ/edit?usp=drivesdk&ouid=102703798886218579599&rtpof=true&sd=true)** „Зелено училище“ по образец__\n*   ___Подписване на **[инструктаж](https://docs.google.com/document/d/1m1hHiHauNmnNsl_eP9Rv3ZFqPKLCKviL/edit?usp=sharing&ouid=102703798886218579599&rtpof=true&sd=true)** „Зелено училище“  по образец___\n*   ____Таксата се заплаща при подаването на документите за записване.____\n*   _____Броят на местата е ограничен._____\n\n**адрес:** София, 1750, ж.к Младост-1, ул \"Владимир Пашов\" 2 (до УМБАЛ \"Св. Анна\")\n\n**адрес:** София, ул. Росарио 1, Технически Университет Блок 8, 9 ( **ВРЕМЕНЕН, поради ремонт на сградата на ТУЕС** )\n**е-mail:** tues@elsys-bg.org\n\n**Директор:**\nВ.И.Д. Директор Веселка Христова"
        }
      }
    ]
  },
  {
    "slug": "tues-talks",
    "url": "https://elsys-bg.org/tues-talks",
    "blocks": [
      {
        "type": "Markdown",
        "props": {
          "value": "**TUES Talks - първият ученически подкаст**"
        }
      }
    ]
  }
]